bash
bat
bottom
btop
cargo-nextest
daveshanley/vacuum/vacuum
duckdb
eza
fastfetch
fd
fish
fzf
gh
gnu-sed
htop
jq
lazygit
lua-language-server
luarocks
neofetch
neovim
postgresql@15
protobuf
pulumi
ripgrep
ruff
shellcheck
starship
stow
stylua
tmux
tree
uv
watch
wget
yq
